INSERT INTO `etraining_employeegroup` VALUES (1,'第一车间',NULL),(2,'第二车间',NULL),(3,'第三车间',NULL),(4,'第四车间',NULL),(5,'第一班组',1),(6,'第二班组',1),(7,'第三班组',1),(8,'第四班组',2),(9,'第五班组',2),(10,'第六班组',2),(11,'第七班组',3),(12,'第八班组',3),(13,'第九班组',3),(14,'第十班组',4),(15,'第十一班组',4),(16,'第十二班组',4);

INSERT INTO `etraining_nonemployeegroup` VALUES (2,'临时工',NULL,NULL),(1,'访客',NULL,NULL),(3,'领导',1,NULL),(4,'检查人员',1,NULL),(5,'其他人员',1,NULL),(6,'水电工',2,NULL),(7,'电焊工',2,NULL),(8,'装卸工',2,NULL),(9,'其他工种',2,NULL);

INSERT INTO `etraining_document` VALUES (1,'临时工上岗培训','临时工上岗培训材料',''),(2,'入厂告知培训','入厂告知培训材料',''),(3,'员工班组培训','员工班组培训材料',''),(4,'员工全厂培训','员工全厂培训材料',''),(5,'员工车间培训','员工车间培训材料','');
